Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: macOS 重启后 Gatekeeper 可能使 Ad-hoc 签名失效。开启后每次登录自动对已迁移应用重新签名。
ar: قد يُلغي Gatekeeper توقيعات Ad-hoc بعد إعادة تشغيل macOS. عند التفعيل، يتم إعادة توقيع التطبيقات المُرحّلة تلقائياً عند كل تسجيل دخول.
de: Gatekeeper kann Ad-hoc-Signaturen nach einem macOS-Neustart ungültig machen. Wenn aktiviert, werden migrierte Apps bei jeder Anmeldung automatisch neu signiert.
en: Gatekeeper may invalidate Ad-hoc signatures after macOS restart. When enabled, automatically re-signs migrated apps each time you log in.
eo: Gatekeeper povas nuligi Ad-hoc subskribojn post macOS rekomenco. Kiam aktivigite, aŭtomate resubskribas migritajn aplikaĵojn ĉe ensaluto.
es: Gatekeeper puede invalidar las firmas Ad-hoc después del reinicio de macOS. Cuando está activado, re-firma automáticamente las apps migradas cada vez que inicias sesión.
fr: Gatekeeper peut invalider les signatures Ad-hoc après le redémarrage de macOS. Lorsqu'activé, re-signe automatiquement les applications migrées à chaque connexion.
hi: macOS पुनरारंभ के बाद Gatekeeper Ad-hoc हस्ताक्षर अमान्य कर सकता है। सक्षम होने पर, लॉगिन करते समय माइग्रेट किए गए ऐप्स को स्वचालित रूप से फिर से साइन करता है।
id: Gatekeeper dapat membatalkan tanda tangan Ad-hoc setelah macOS dimulai ulang. Saat diaktifkan, secara otomatis menandatangani ulang aplikasi yang dimigrasi setiap kali Anda login.
it: Gatekeeper potrebbe invalidare le firme Ad-hoc dopo il riavvio di macOS. Quando attivato, firma automaticamente le app migrate ad ogni accesso.
ja: macOSの再起動後、GatekeeperがAd-hoc署名を無効にする場合があります。有効にすると、ログインするたびに移行済みアプリを自動的に再署名します。
ko: macOS 재시작 후 Gatekeeper가 Ad-hoc 서명을 무효화할 수 있습니다. 활성화하면 로그인할 때마다 마이그레이션된 앱을 자동으로 재서명합니다.
nl: Gatekeeper kan Ad-hoc handtekeningen ongeldig maken na macOS herstart. Wanneer ingeschakeld, worden migreerde apps automatisch opnieuw ondertekend bij elke aanmelding.
pl: Gatekeeper może unieważnić podpisy Ad-hoc po ponownym uruchomieniu macOS. Po włączeniu automatycznie podpisuje migrowane aplikacje przy każdym logowaniu.
pt: O Gatekeeper pode invalidar assinaturas Ad-hoc após o reinício do macOS. Quando ativado, re-assina automaticamente os apps migrados cada vez que você faz login.
ru: Gatekeeper может аннулировать Ad-hoc подписи после перезагрузки macOS. При включении автоматически переподписывает мигрированные приложения при каждом входе.
th: Gatekeeper อาจทำให้ลายเซ็น Ad-hoc ไม่ถูกต้องหลังจากรีสตาร์ท macOS เมื่อเปิดใช้งาน จะเซ็นใหม่แอปที่ย้ายแล้วโดยอัตโนมัติทุกครั้งที่เข้าสู่ระบบ
tr: Gatekeeper, macOS yeniden başlatıldıktan sonra Ad-hoc imzaları geçersiz kılabilir. Etkinleştirildiğinde, her giriş yaptığınızda taşınan uygulamaları otomatik olarak yeniden imzalar.
vi: Gatekeeper có thể vô hiệu hóa chữ ký Ad-hoc sau khi macOS khởi động lại. Khi bật, tự động ký lại các ứng dụng đã di chuyển mỗi khi bạn đăng nhập.
zh_hant: macOS 重啟後 Gatekeeper 可能使 Ad-hoc 簽名失效。開啟後每次登入自動對已遷移應用重新簽名。

source: MarsCode 数据
ar: MarsCode Data
de: MarsCode Data
en: MarsCode Data
eo: MarsCode Data
es: MarsCode Data
fr: MarsCode Data
hi: MarsCode Data
id: MarsCode Data
it: MarsCode Data
ja: MarsCode Data
ko: MarsCode Data
nl: MarsCode Data
pl: MarsCode Data
pt: MarsCode Data
ru: MarsCode Data
th: MarsCode Data
tr: MarsCode Data
vi: MarsCode Data
zh_hant: MarsCode 資料

source: MAS 应用受 SIP 保护，无法恢复签名，跳过
ar: MAS app is protected by SIP and its signature cannot be restored; skipping
de: MAS app is protected by SIP and its signature cannot be restored; skipping
en: MAS app is protected by SIP and its signature cannot be restored; skipping
eo: MAS app is protected by SIP and its signature cannot be restored; skipping
es: MAS app is protected by SIP and its signature cannot be restored; skipping
fr: MAS app is protected by SIP and its signature cannot be restored; skipping
hi: MAS app is protected by SIP and its signature cannot be restored; skipping
id: MAS app is protected by SIP and its signature cannot be restored; skipping
it: MAS app is protected by SIP and its signature cannot be restored; skipping
ko: MAS app is protected by SIP and its signature cannot be restored; skipping
nl: MAS app is protected by SIP and its signature cannot be restored; skipping
pl: MAS app is protected by SIP and its signature cannot be restored; skipping
pt: MAS app is protected by SIP and its signature cannot be restored; skipping
ru: MAS app is protected by SIP and its signature cannot be restored; skipping
th: MAS app is protected by SIP and its signature cannot be restored; skipping
tr: MAS app is protected by SIP and its signature cannot be restored; skipping
vi: MAS app is protected by SIP and its signature cannot be restored; skipping
zh_hant: MAS 應用程式受 SIP 保护，无法恢复签名，跳过

source: MAS 应用受 SIP 保护，无法重签名，跳过
ar: MAS app is protected by SIP and cannot be re-signed; skipping
de: MAS app is protected by SIP and cannot be re-signed; skipping
en: MAS app is protected by SIP and cannot be re-signed; skipping
eo: MAS app is protected by SIP and cannot be re-signed; skipping
es: MAS app is protected by SIP and cannot be re-signed; skipping
fr: MAS app is protected by SIP and cannot be re-signed; skipping
hi: MAS app is protected by SIP and cannot be re-signed; skipping
id: MAS app is protected by SIP and cannot be re-signed; skipping
it: MAS app is protected by SIP and cannot be re-signed; skipping
ko: MAS app is protected by SIP and cannot be re-signed; skipping
nl: MAS app is protected by SIP and cannot be re-signed; skipping
pl: MAS app is protected by SIP and cannot be re-signed; skipping
pt: MAS app is protected by SIP and cannot be re-signed; skipping
ru: MAS app is protected by SIP and cannot be re-signed; skipping
th: MAS app is protected by SIP and cannot be re-signed; skipping
tr: MAS app is protected by SIP and cannot be re-signed; skipping
vi: MAS app is protected by SIP and cannot be re-signed; skipping
zh_hant: MAS 應用程式受 SIP 保护，无法重签名，跳过

source: Maven 仓库
ar: Maven Repository
de: Maven Repository
en: Maven Repository
eo: Maven Repository
es: Maven Repository
fr: Maven Repository
hi: Maven Repository
id: Maven Repository
it: Maven Repository
ja: Maven Repository
ko: Maven Repository
nl: Maven Repository
pl: Maven Repository
pt: Maven Repository
ru: Maven Repository
th: Maven Repository
tr: Maven Repository
vi: Maven Repository
zh_hant: Maven 倉庫

# Move Back to Local
source: 迁移回本地
ar: نقل إلى المحلي
de: Zurück nach lokal verschieben
en: Move Back to Local
eo: Renigi al Loka
es: Mover de vuelta a local
fr: Déplacer vers local
hi: स्थानीय में वापस ले जाएं
id: Pindahkan Kembali ke Lokal
it: Sposta di nuovo in locale
ja: ローカルに戻す
ko: 로컬로 되돌리기
nl: Terug naar lokaal verplaatsen
pl: Przenieś z powrotem na dysk lokalny
pt: Mover de volta ao local
ru: Вернуть в локальное
th: ย้ายกลับไปในเครื่อง
tr: Yerele Geri Taşı
vi: Di chuyển về cục bộ
zh_hant: 遷移回本地

source: Nexus 代理缓存
ar: Nexus proxy cache
de: Nexus proxy cache
en: Nexus proxy cache
eo: Nexus proxy cache
es: Nexus proxy cache
fr: Nexus proxy cache
hi: Nexus proxy cache
id: Nexus proxy cache
it: Nexus proxy cache
ja: Nexus proxy cache
ko: Nexus proxy cache
nl: Nexus proxy cache
pl: Nexus proxy cache
pt: Nexus proxy cache
ru: Nexus proxy cache
th: Nexus proxy cache
tr: Nexus proxy cache
vi: Nexus proxy cache
zh_hant: Nexus 代理快取

source: Nexus 数据
ar: Nexus Data
de: Nexus Data
en: Nexus Data
eo: Nexus Data
es: Nexus Data
fr: Nexus Data
hi: Nexus Data
id: Nexus Data
it: Nexus Data
ja: Nexus Data
ko: Nexus Data
nl: Nexus Data
pl: Nexus Data
pt: Nexus Data
ru: Nexus Data
th: Nexus Data
tr: Nexus Data
vi: Nexus Data
zh_hant: Nexus 資料

source: Node.js 包管理器本地缓存
ar: Node.js package manager local cache
de: Node.js package manager local cache
en: Node.js package manager local cache
eo: Node.js package manager local cache
es: Node.js package manager local cache
fr: Node.js package manager local cache
hi: Node.js package manager local cache
id: Node.js package manager local cache
it: Node.js package manager local cache
ja: Node.js package manager local cache
ko: Node.js package manager local cache
nl: Node.js package manager local cache
pl: Node.js package manager local cache
pt: Node.js package manager local cache
ru: Node.js package manager local cache
th: Node.js package manager local cache
tr: Node.js package manager local cache
vi: Node.js package manager local cache
zh_hant: Node.js 套件管理員本地快取

source: npm 缓存
ar: npm cache
de: npm cache
en: npm Cache
eo: npm cache
es: npm cache
fr: npm cache
hi: npm cache
id: npm cache
it: npm cache
ja: npm キャッシュ
ko: npm cache
nl: npm cache
pl: npm cache
pt: npm cache
ru: npm cache
th: npm cache
tr: npm cache
vi: npm cache
zh_hant: npm 快取

source: Ollama 本地大语言模型存储
ar: Ollama local LLM storage
de: Ollama local LLM storage
en: Ollama local LLM storage
eo: Ollama local LLM storage
es: Ollama local LLM storage
fr: Ollama local LLM storage
hi: Ollama local LLM storage
id: Ollama local LLM storage
it: Ollama local LLM storage
ja: Ollama local LLM storage
ko: Ollama local LLM storage
nl: Ollama local LLM storage
pl: Ollama local LLM storage
pt: Ollama local LLM storage
ru: Ollama local LLM storage
th: Ollama local LLM storage
tr: Ollama local LLM storage
vi: Ollama local LLM storage
zh_hant: Ollama 本地大語言模型儲存

source: Ollama 模型
ar: Ollama Models
de: Ollama Models
en: Ollama Models
eo: Ollama Models
es: Ollama Models
fr: Ollama Models
hi: Ollama Models
id: Ollama Models
it: Ollama Models
ja: Ollama Models
ko: Ollama Models
nl: Ollama Models
pl: Ollama Models
pt: Ollama Models
ru: Ollama Models
th: Ollama Models
tr: Ollama Models
vi: Ollama Models

source: OpenAI Whisper 语音识别模型
ar: OpenAI Whisper speech recognition model
de: OpenAI Whisper speech recognition model
en: OpenAI Whisper speech recognition model
eo: OpenAI Whisper speech recognition model
es: OpenAI Whisper speech recognition model
fr: OpenAI Whisper speech recognition model
hi: OpenAI Whisper speech recognition model
id: OpenAI Whisper speech recognition model
it: OpenAI Whisper speech recognition model
ja: OpenAI Whisper speech recognition model
ko: OpenAI Whisper speech recognition model
nl: OpenAI Whisper speech recognition model
pl: OpenAI Whisper speech recognition model
pt: OpenAI Whisper speech recognition model
ru: OpenAI Whisper speech recognition model
th: OpenAI Whisper speech recognition model
tr: OpenAI Whisper speech recognition model
vi: OpenAI Whisper speech recognition model
zh_hant: OpenAI Whisper 語音辨識模型

source: OpenClaw 工具数据
ar: OpenClaw tool data
de: OpenClaw tool data
en: OpenClaw tool data
eo: OpenClaw tool data
es: OpenClaw tool data
fr: OpenClaw tool data
hi: OpenClaw tool data
id: OpenClaw tool data
it: OpenClaw tool data
ja: OpenClaw tool data
ko: OpenClaw tool data
nl: OpenClaw tool data
pl: OpenClaw tool data
pt: OpenClaw tool data
ru: OpenClaw tool data
th: OpenClaw tool data
tr: OpenClaw tool data
vi: OpenClaw tool data
zh_hant: OpenClaw 工具資料

source: OpenClaw 数据
ar: OpenClaw Data
de: OpenClaw Data
en: OpenClaw Data
eo: OpenClaw Data
es: OpenClaw Data
fr: OpenClaw Data
hi: OpenClaw Data
id: OpenClaw Data
it: OpenClaw Data
ja: OpenClaw Data
ko: OpenClaw Data
nl: OpenClaw Data
pl: OpenClaw Data
pt: OpenClaw Data
ru: OpenClaw Data
th: OpenClaw Data
tr: OpenClaw Data
vi: OpenClaw Data
zh_hant: OpenClaw 資料

source: PHP Composer 全局包
ar: PHP Composer global packages
de: PHP Composer global packages
en: PHP Composer global packages
eo: PHP Composer global packages
es: PHP Composer global packages
fr: PHP Composer global packages
hi: PHP Composer global packages
id: PHP Composer global packages
it: PHP Composer global packages
ja: PHP Composer global packages
ko: PHP Composer global packages
nl: PHP Composer global packages
pl: PHP Composer global packages
pt: PHP Composer global packages
ru: PHP Composer global packages
th: PHP Composer global packages
tr: PHP Composer global packages
vi: PHP Composer global packages
zh_hant: PHP Composer 全域套件

source: Playwright/Selenium 使用的 Chromium 浏览器快照
ar: Chromium browser snapshots used by Playwright/Selenium
de: Chromium browser snapshots used by Playwright/Selenium
en: Chromium browser snapshots used by Playwright/Selenium
eo: Chromium browser snapshots used by Playwright/Selenium
es: Chromium browser snapshots used by Playwright/Selenium
fr: Chromium browser snapshots used by Playwright/Selenium
hi: Chromium browser snapshots used by Playwright/Selenium
id: Chromium browser snapshots used by Playwright/Selenium
it: Chromium browser snapshots used by Playwright/Selenium
ja: Chromium browser snapshots used by Playwright/Selenium
ko: Chromium browser snapshots used by Playwright/Selenium
nl: Chromium browser snapshots used by Playwright/Selenium
pl: Chromium browser snapshots used by Playwright/Selenium
pt: Chromium browser snapshots used by Playwright/Selenium
ru: Chromium browser snapshots used by Playwright/Selenium
th: Chromium browser snapshots used by Playwright/Selenium
tr: Chromium browser snapshots used by Playwright/Selenium
vi: Chromium browser snapshots used by Playwright/Selenium
zh_hant: Playwright/Selenium 使用的 Chromium 瀏覽器快照

source: Python NLTK 数据
ar: Python NLTK Data
de: Python NLTK Data
en: Python NLTK Data
eo: Python NLTK Data
es: Python NLTK Data
fr: Python NLTK Data
hi: Python NLTK Data
id: Python NLTK Data
it: Python NLTK Data
ja: Python NLTK Data
ko: Python NLTK Data
nl: Python NLTK Data
pl: Python NLTK Data
pt: Python NLTK Data
ru: Python NLTK Data
th: Python NLTK Data
tr: Python NLTK Data
vi: Python NLTK Data
zh_hant: Python NLTK 資料

source: Python pip 等工具的用户级安装目录，内部结构复杂
ar: User-level installation directory for tools like Python pip, complex internal structure
de: User-level installation directory for tools like Python pip, complex internal structure
en: User-level installation directory for tools like Python pip, complex internal structure
eo: User-level installation directory for tools like Python pip, complex internal structure
es: User-level installation directory for tools like Python pip, complex internal structure
fr: User-level installation directory for tools like Python pip, complex internal structure
hi: User-level installation directory for tools like Python pip, complex internal structure
id: User-level installation directory for tools like Python pip, complex internal structure
it: User-level installation directory for tools like Python pip, complex internal structure
ja: User-level installation directory for tools like Python pip, complex internal structure
ko: User-level installation directory for tools like Python pip, complex internal structure
nl: User-level installation directory for tools like Python pip, complex internal structure
pl: User-level installation directory for tools like Python pip, complex internal structure
pt: User-level installation directory for tools like Python pip, complex internal structure
ru: User-level installation directory for tools like Python pip, complex internal structure
th: User-level installation directory for tools like Python pip, complex internal structure
tr: User-level installation directory for tools like Python pip, complex internal structure
vi: User-level installation directory for tools like Python pip, complex internal structure
zh_hant: Python pip 等工具的用戶級安裝目錄，內部結構複雜

source: PyTorch 模型缓存
ar: PyTorch Model Cache
de: PyTorch Model Cache
en: PyTorch Model Cache
eo: PyTorch Model Cache
es: PyTorch Model Cache
fr: PyTorch Model Cache
hi: PyTorch Model Cache
id: PyTorch Model Cache
it: PyTorch Model Cache
ja: PyTorch Model Cache
ko: PyTorch Model Cache
nl: PyTorch Model Cache
pl: PyTorch Model Cache
pt: PyTorch Model Cache
ru: PyTorch Model Cache
th: PyTorch Model Cache
tr: PyTorch Model Cache
vi: PyTorch Model Cache
zh_hant: PyTorch 模型快取

source: PyTorch 预训练模型权重缓存
ar: PyTorch pre-trained model weight cache
de: PyTorch pre-trained model weight cache
en: PyTorch pre-trained model weight cache
eo: PyTorch pre-trained model weight cache
es: PyTorch pre-trained model weight cache
fr: PyTorch pre-trained model weight cache
hi: PyTorch pre-trained model weight cache
id: PyTorch pre-trained model weight cache
it: PyTorch pre-trained model weight cache
ja: PyTorch pre-trained model weight cache
ko: PyTorch pre-trained model weight cache
nl: PyTorch pre-trained model weight cache
pl: PyTorch pre-trained model weight cache
pt: PyTorch pre-trained model weight cache
ru: PyTorch pre-trained model weight cache
th: PyTorch pre-trained model weight cache
tr: PyTorch pre-trained model weight cache
vi: PyTorch pre-trained model weight cache
zh_hant: PyTorch 預訓練模型權重快取

source: Qwen 数据
ar: Qwen Data
de: Qwen Data
en: Qwen Data
eo: Qwen Data
es: Qwen Data
fr: Qwen Data
hi: Qwen Data
id: Qwen Data
it: Qwen Data
ja: Qwen Data
ko: Qwen Data
nl: Qwen Data
pl: Qwen Data
pt: Qwen Data
ru: Qwen Data
th: Qwen Data
tr: Qwen Data
vi: Qwen Data
zh_hant: Qwen 資料

source: Selenium 浏览器
ar: Selenium Browsers
de: Selenium Browsers
en: Selenium Browsers
eo: Selenium Browsers
es: Selenium Browsers
fr: Selenium Browsers
hi: Selenium Browsers
id: Selenium Browsers
it: Selenium Browsers
ja: Selenium Browsers
ko: Selenium Browsers
nl: Selenium Browsers
pl: Selenium Browsers
pt: Selenium Browsers
ru: Selenium Browsers
th: Selenium Browsers
tr: Selenium Browsers
vi: Selenium Browsers
zh_hant: Selenium 瀏覽器

source: Selenium 自动下载的浏览器驱动
ar: Selenium auto-downloaded browser drivers
de: Selenium auto-downloaded browser drivers
en: Selenium auto-downloaded browser drivers
eo: Selenium auto-downloaded browser drivers
es: Selenium auto-downloaded browser drivers
fr: Selenium auto-downloaded browser drivers
hi: Selenium auto-downloaded browser drivers
id: Selenium auto-downloaded browser drivers
it: Selenium auto-downloaded browser drivers
ja: Selenium auto-downloaded browser drivers
ko: Selenium auto-downloaded browser drivers
nl: Selenium auto-downloaded browser drivers
pl: Selenium auto-downloaded browser drivers
pt: Selenium auto-downloaded browser drivers
ru: Selenium auto-downloaded browser drivers
th: Selenium auto-downloaded browser drivers
tr: Selenium auto-downloaded browser drivers
vi: Selenium auto-downloaded browser drivers
zh_hant: Selenium 自動下載的瀏覽器驅動

source: Sparkle 自更新应用
ar: تطبيق Sparkle ذاتي التحديث
de: Sparkle-Selbstaktualisierungs-App
en: Sparkle Self-Updating App
eo: Sparkle Self-Updating App
es: App autoactualizable Sparkle
fr: Application auto-mise à jour Sparkle
hi: Sparkle स्व-अपडेटिंग ऐप
id: Aplikasi pembaruan otomatis Sparkle
it: App ad auto-aggiornamento Sparkle
ja: Sparkle Self-Updating App
ko: Sparkle 자동 업데이트 앱
nl: Sparkle zelfbijwerkende app
pl: Aplikacja z auto-aktualizacją Sparkle
pt: App com auto-atualização Sparkle
ru: Приложение с автообновлением Sparkle
th: แอปอัปเดตอัตโนมัติ Sparkle
tr: Sparkle otomatik güncellenen uygulama
vi: Ứng dụng tự cập nhật Sparkle
zh_hant: Sparkle 自更新應用程式

source: Spring Tool Suite 4 数据
ar: Spring Tool Suite 4 data
de: Spring Tool Suite 4 data
en: Spring Tool Suite 4 data
eo: Spring Tool Suite 4 data
es: Spring Tool Suite 4 data
fr: Spring Tool Suite 4 data
hi: Spring Tool Suite 4 data
id: Spring Tool Suite 4 data
it: Spring Tool Suite 4 data
ja: Spring Tool Suite 4 data
ko: Spring Tool Suite 4 data
nl: Spring Tool Suite 4 data
pl: Spring Tool Suite 4 data
pt: Spring Tool Suite 4 data
ru: Spring Tool Suite 4 data
th: Spring Tool Suite 4 data
tr: Spring Tool Suite 4 data
vi: Spring Tool Suite 4 data
zh_hant: Spring Tool Suite 4 資料

source: STS4 数据
ar: STS4 Data
de: STS4 Data
en: STS4 Data
eo: STS4 Data
es: STS4 Data
fr: STS4 Data
hi: STS4 Data
id: STS4 Data
it: STS4 Data
ja: STS4 Data
ko: STS4 Data
nl: STS4 Data
pl: STS4 Data
pt: STS4 Data
ru: STS4 Data
th: STS4 Data
tr: STS4 Data
vi: STS4 Data
zh_hant: STS4 資料

source: Trae AICC 数据
ar: Trae AICC Data
de: Trae AICC Data
en: Trae AICC Data
eo: Trae AICC Data
es: Trae AICC Data
fr: Trae AICC Data
hi: Trae AICC Data
id: Trae AICC Data
it: Trae AICC Data
ja: Trae AICC Data
ko: Trae AICC Data
nl: Trae AICC Data
pl: Trae AICC Data
pt: Trae AICC Data
ru: Trae AICC Data
th: Trae AICC Data
tr: Trae AICC Data
vi: Trae AICC Data
zh_hant: Trae AICC 資料

source: Trae CN 数据
ar: Trae CN Data
de: Trae CN Data
en: Trae CN Data
eo: Trae CN Data
es: Trae CN Data
fr: Trae CN Data
hi: Trae CN Data
id: Trae CN Data
it: Trae CN Data
ja: Trae CN Data
ko: Trae CN Data
nl: Trae CN Data
pl: Trae CN Data
pt: Trae CN Data
ru: Trae CN Data
th: Trae CN Data
tr: Trae CN Data
vi: Trae CN Data
zh_hant: Trae CN 資料

source: Trae IDE 数据
ar: Trae IDE Data
de: Trae IDE Data
en: Trae IDE Data
eo: Trae IDE Data
es: Trae IDE Data
fr: Trae IDE Data
hi: Trae IDE Data
id: Trae IDE Data
it: Trae IDE Data
ja: Trae IDE Data
ko: Trae IDE Data
nl: Trae IDE Data
pl: Trae IDE Data
pt: Trae IDE Data
ru: Trae IDE Data
th: Trae IDE Data
tr: Trae IDE Data
vi: Trae IDE Data
zh_hant: Trae IDE 資料

# Version %@
source: 版本 %@
ar: إصدار %@
de: Version %@
en: Version %@
eo: Versio %@
es: Versión %@
fr: Version %@
hi: संस्करण %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
vi: Phiên bản %@

source: Visual Studio Code 扩展及配置
ar: Visual Studio Code extensions and configurations
de: Visual Studio Code extensions and configurations
en: Visual Studio Code extensions and configurations
eo: Visual Studio Code extensions and configurations
es: Visual Studio Code extensions and configurations
fr: Visual Studio Code extensions and configurations
hi: Visual Studio Code extensions and configurations
id: Visual Studio Code extensions and configurations
it: Visual Studio Code extensions and configurations
ja: Visual Studio Code extensions and configurations
ko: Visual Studio Code extensions and configurations
nl: Visual Studio Code extensions and configurations
pl: Visual Studio Code extensions and configurations
pt: Visual Studio Code extensions and configurations
ru: Visual Studio Code extensions and configurations
th: Visual Studio Code extensions and configurations
tr: Visual Studio Code extensions and configurations
vi: Visual Studio Code extensions and configurations
zh_hant: Visual Studio Code 擴充功能及設定

source: VSCode 数据
ar: VSCode Data
de: VSCode Data
en: VSCode Data
eo: VSCode Data
es: VSCode Data
fr: VSCode Data
hi: VSCode Data
id: VSCode Data
it: VSCode Data
ja: VSCode Data
ko: VSCode Data
nl: VSCode Data
pl: VSCode Data
pt: VSCode Data
ru: VSCode Data
th: VSCode Data
tr: VSCode Data
vi: VSCode Data
zh_hant: VSCode 資料

source: WDM 浏览器驱动
ar: WDM Browser Drivers
de: WDM Browser Drivers
en: WDM Browser Drivers
eo: WDM Browser Drivers
es: WDM Browser Drivers
fr: WDM Browser Drivers
hi: WDM Browser Drivers
id: WDM Browser Drivers
it: WDM Browser Drivers
ja: WDM Browser Drivers
ko: WDM Browser Drivers
nl: WDM Browser Drivers
pl: WDM Browser Drivers
pt: WDM Browser Drivers
ru: WDM Browser Drivers
th: WDM Browser Drivers
tr: WDM Browser Drivers
vi: WDM Browser Drivers
zh_hant: WDM 瀏覽器驅動

source: WebDriver Manager 下载的驱动程序
ar: Drivers downloaded by WebDriver Manager
de: Drivers downloaded by WebDriver Manager
en: Drivers downloaded by WebDriver Manager
eo: Drivers downloaded by WebDriver Manager
es: Drivers downloaded by WebDriver Manager
fr: Drivers downloaded by WebDriver Manager
hi: Drivers downloaded by WebDriver Manager
id: Drivers downloaded by WebDriver Manager
it: Drivers downloaded by WebDriver Manager
ja: Drivers downloaded by WebDriver Manager
ko: Drivers downloaded by WebDriver Manager
nl: Drivers downloaded by WebDriver Manager
pl: Drivers downloaded by WebDriver Manager
pt: Drivers downloaded by WebDriver Manager
ru: Drivers downloaded by WebDriver Manager
th: Drivers downloaded by WebDriver Manager
tr: Drivers downloaded by WebDriver Manager
vi: Drivers downloaded by WebDriver Manager
zh_hant: WebDriver Manager 下載的驅動程式
